Repository: vtereshkov/vdrift-data-short
Catalog: data/locale/*.po
Languages: pl

source: 1st
pl: 1szy

source: 2nd
pl: 2gi

source: 3rd
pl: 3ci

source: 4th
pl: 4ty

source: 5th
pl: 5ty

source: 6th
pl: 6ty

source: ABS Toggle
pl: Przełącz ABS

source: AI Level
pl: Poziom AI

source: Abort
pl: Zaniechaj

source: Advance to the next car.
pl: Przejdź do następnego auta.

source: Advance to the next track.
pl: Przejdź do następnej trasy.

source: Ambient Occlusion
pl: Statyczne cienie

source: Analog Clutch
pl: Analogowe sprzęgło

source: Anisotropic Filtering
pl: Filtrowanie anizotropowe

source: Antialiasing
pl: Antyaliazing

source: Antilock Brakes
pl: Nieblokujące hamulce

source: Are you sure you want to quit?
pl: Jesteś pewien że chcesz wyjść?

source: Assign inputs to actions related to replays.
pl: Przypisz wejścia do akcji związanych z powtórkami.

source: Assign inputs to actions related to the transmission.
pl: Przypisz wejścia do akcji związanych ze skrzynią biegów.

source: Assign inputs to actions that affect the gui.
pl: Przypisz wejścia do akcji wpływających na interfejs.

source: Assign inputs to camera controls.
pl: Przypisz wejścia do kontroli kamery.

source: Assign inputs to miscellaneous helpful actions.
pl: Przypisz wejścia do ogólnych pomocnych akcji.

source: Automatic Clutch
pl: Automatyczne sprzęgło

source: Automatic Shift
pl: Automatyczna skrzynia

source: Back
pl: Wstecz

source: Begin playing the last recorded replay.
pl: Zacznij odtwarzać ostatnio nagraną powtórkę.

source: Bloom
pl: Poświata

source: Brake
pl: Hamulec

source: Brightness
pl: Jasność

source: Browse cars and apply updates
pl: Przeglądaj auta i zastosuj aktualizacje.

source: Browse tracks and apply updates
pl: Przeglądaj trasy i zastosuj aktualizacje.

source: Button Control Delay
pl: Opóźnienie przycisków.

source: Camera
pl: Kamera

source: Camera Bounce
pl: Kołysanie kamery

source: Camera Movement
pl: Ruch kamery

source: Cancel
pl: Anuluj

source: Car
pl: Auto

source: Car Name
pl: Nazwa auta

source: Car updates
pl: Aktualizacje aut

source: Cars
pl: Auta

source: Change car start position.
pl: Zmien pozycję startową auta.

source: Change graphics settings.
pl: Zmień opcje grafiki.

source: Change input and control settings.
pl: Zmień wejście i ustawienia kontroli.

source: Change some of the options while the game is running.
pl: Zmień niektóre opcje podczas gdy gra jest uruchomiona.

source: Change sound settings.
pl: Zmień ustawienia dźwięku.

source: Change the amount of particles used for smoke and dust effects.
pl: Zmień ilość cząstek użytych do efektów dymu i kurzu.

source: Change the contrast of the display.
pl: Zmień kontrast ekranu.

source: Change the game resolution.
pl: Zmień rozdzielczość gry.

source: Change the graphics and layout of the VDrift menus.
pl: Zmień grafikę i rozkład menu w VDrift.

source: Change the language of the VDrift menus.
pl: Zmień język dla menu VDrift.

source: Change the maximum view distance.
pl: Zmień maksymalną odległość widzenia.

source: Change the number of sound sources in the game.
pl: Zmień liczbę źródeł dźwięku w grze.

source: Change the size of the textures displayed.
pl: Zmień rozmiar wyświetlanych textur.

source: Change the strength of the camera bounce effect.
pl: Zmień siłę efektu kołysania kamery.

source: Change the type of joystick device.
pl: Zmień typ urządzenia joystick.

source: Change the units that speed is displayed in between MPH and KPH.
pl: Zmień jednostki wyświetlanej prędkości między km/h a mph.

source: Change the volume of the music in the game.
pl: Zmień głośność muzyki w grze.

source: Change the volume of the sound effects in the game.
pl: Zmień głośność efektów dźwiękowych w grze.

source: Change video and display settings.
pl: Zmień opcje wideo i ekranu.

source: Chase Loose
pl: Podążająca luźna

source: Chase Rigid
pl: Podążająca sztywna

source: Check for updates to your existing cars and tracks
pl: Sprawdź aktualizacje do swoich istniejących aut i tras

source: Check updates
pl: Sprawdź aktualizacje

source: Choose the brightness for the car.
pl: Zmień jasność auta.

source: Choose the car tire type.
pl: Zmień typ opon auta.

source: Choose the car to drive.
pl: Wybierz auto do jazdy.

source: Choose the car wheel type.
pl: Wybierz typ kół auta.

source: Choose the hue for the car.
pl: Zmień odcień auta.

source: Choose the paint job for the car.
pl: Zmień typ malowania auta.

source: Choose the saturation for the car.
pl: Zmień nasycenie auta.

source: Choose the track to drive on.
pl: Wybierz trasę do jazdy.

source: Configure your display, sound and controls.
pl: Konfiguruj swój ekran, dźwięk i wejście.

source: Confine mouse to the application window and hide cursor when playing.
pl: Przejmij kursor myszy do ekanu gry i schowaj go, podczas grania.

source: Continue
pl: Kontynuuj

source: Contrast
pl: Kontrast

source: Control
pl: Wejście

source: Controls
pl: Wejście

source: Deadzone
pl: Martwa strefa

source: Default
pl: Domyślnie

source: Delete
pl: Zmaż

source: Delete this control and return to the previous menu.
pl: Usuń to wejście i wróć do poprzeniego menu.

source: Delete this control.
pl: Zmaż to wejście.

source: Display
pl: Ekran

source: Display a track map.
pl: Pokaż mapę trasy.

source: Display the racing line.
pl: Pokaż linię wyścigu.

source: Down
pl: W dół

source: Download
pl: Pobierz

source: Draw dynamic shadows.
pl: Rysuj dynamiczne cienie.

source: Draw highlights.
pl: Rysuj pojaśnienia.

source: Driver
pl: Kierowca

source: Edit cars, drivers and starting positions.
pl: Edytuj auta, kierowców i pozycje startowe.

source: Enable/disable automatic clutching (prevents car from stalling).
pl: Włącz/wyłącz automatyczne sprzęgło (zapobiega zgaśnięciu silnika).

source: Enable/disable automatic transmission shifting.
pl: Włącz/wyłącz automatyczną skrzynię biegów.

source: Enable/disable the framerate counter.
pl: Włącz/wyłącz licznik klatek na sekundę.

source: Enable/disable the heads up display.
pl: Włącz/wyłącz deskę rodzielczą.

source: Exponent
pl: Wykładnik

source: Extra-wide
pl: Ekstra-szeroko

source: Far
pl: Daleko

source: Fast moving objects blur slightly.
pl: Szybko poruszające obiekty lekko rozmazane.

source: Few
pl: Kilka

source: Field of View
pl: Pole widzenia

source: Field of view in the vertical direction.
pl: Pole widzenia w kierunku pionowym.

source: Focus Next
pl: Wybierz następny

source: Focus Previous
pl: Wybierz poprzedni

source: Focus the camera on next car.
pl: Ustaw kamerę na następnym aucie.

source: Focus the camera on previous car.
pl: Ustaw kamerę na poprzednim aucie.

source: Force Feedback Gain
pl: Wzmocnienie sprzęrzenia siłowego

source: Force Feedback Invert
pl: Odwrócenie sprzęrzenia siłowego

source: Framerate Counter
pl: Licznik klatek

source: Free
pl: Wolna

source: Fullscreen
pl: Pełny ekran

source: Gain
pl: Wzmocnienie

source: Garage
pl: Garaż

source: Gas
pl: Gaz

source: Go back to the Replays menu.
pl: Wróć do menu Powtórek.

source: Go back to the Updates page.
pl: Wróć do menu aktualizacji.

source: Go back to the last car.
pl: Wróć do poprzeniego auta.

source: Go back to the last track.
pl: Wróć do poprzeniej trasy.

source: Go back to the main menu.
pl: Wróć do menu głownego.

source: Grab Mouse
pl: Przejmij mysz

source: Graphics
pl: Grafika

source: Handbrake
pl: Hamulec ręczny

source: Heads Up Display
pl: Deska rozdzielcza

source: Help reduce wheel lockup on heavy braking (driver aid).
pl: Redukuj blokowanie kół przy mocnym hamowaniu (pomoc kierowcy).

source: High
pl: Wysokie

source: Higher values result in an AI that will drive faster.
pl: Wyższe wartości skutkują przeciwnikami AI, którzy będą jeździć szybciej.

source: Hood
pl: Maska

source: Hue
pl: Odcień

source: Input Device
pl: Urządzenie wejściowe

source: Input Graph
pl: Graf wejścia

source: Joystick/Gamepad
pl: Joystick/Kontroler

source: Keep your cars and tracks up to date
pl: Uaktualnij swoje auta i trasy

source: Laps
pl: Okrążenia

source: Large
pl: Duże

source: Leave game and return to the Main menu.
pl: Porzuć grę i wróc do menu głownego.

source: Leave the menu and continue the game.
pl: Opuść menu i kontynuuj grę.

source: Left
pl: W lewo

source: Limit steering range to 200 degrees, gives a realistic feel to limited range wheels.
pl: Ogranicz zakres sterowania do 200 stopni, daje realistyczne czucie do kierownic z ograniczanym zakresem.

source: Local
pl: Lokalny

source: Look behind you during driving.
pl: Spójrz wstecz podczas jazdy.

source: Low
pl: Niski

source: Lower renderer version will speed up rendering at the cost of visual quality.
pl: Niższa wersja renderer'a przyśpiesza rysowanie kosztem gorszej jakości wizualnej.

source: Many
pl: Wiele

source: Medium
pl: Średni

source: Menu Language
pl: Język menu

source: Menu Skin
pl: Skórka menu

source: Motion Blur
pl: Rozmycie ruchu

source: Move up a menu level.
pl: Przejdź w górę w menu.

source: Multiplier to adjust strength of force feedback.
pl: Mnożnik dostosowania mocy sprzęrzenia siłowego.

source: Music Volume
pl: Głośność muzyki

source: Near
pl: Blisko

source: Neutral
pl: Neutralny

source: Next Camera
pl: Następna kamera

source: No
pl: Nie

source: Normal
pl: Normalny

source: Normal Maps
pl: Mapy normalne

source: Off
pl: Wyłączony

source: On
pl: Włączony

source: Opponents
pl: Przeciwnicy

source: Options
pl: Opcje

source: Options / Controls
pl: Opcje / Wejście

source: Options / Controls / Analog / Edit
pl: Opcje / Wejście / Analogowe / Edycja

source: Options / Controls / Assign
pl: Opcje / Wejście / Przypisz

source: Options / Controls / Button / Edit
pl: Opcje / Wejście / Przycisk / Edycja

source: Options / Controls / Camera
pl: Opcje / Wejście / Kamera

source: Options / Controls / Camera / Movement
pl: Opcje / Wejście / Kamera / Ruch

source: Options / Controls / Car
pl: Opcje / Wejście / Auto

source: Options / Controls / Car / Transmission
pl: Opcje / Wejście / Auto / Skrzynia biegów

source: Options / Controls / GUI
pl: Opcje / Wejście / Interfejs

source: Options / Controls / Input Device
pl: Opcje / Wejście / Urządzenie wejściowe

source: Options / Controls / Replays
pl: Opcje / Wejście / Powtórki

source: Options / Controls / Tools
pl: Opcje / Wejście / Narzędzia

source: Options / Display
pl: Opcje / Ekran

source: Options / Graphics
pl: Opcje / Grafika

source: Options / Sound
pl: Opcje / Dźwięk

source: Orbit
pl: Okrężna

source: Paint
pl: Farba

source: Pan Down
pl: Przesuń w dół

source: Pan Left
pl: Przesuń w lewo

source: Pan Right
pl: Przesuń w prawo

source: Pan Up
pl: Przesuń w górę

source: Particles
pl: Cząstki

source: Pause
pl: Pauza

source: Pause Menu
pl: Menu pauza

source: Play back recorded games.
pl: Odtwórz powtórki nagranych gier.

source: Player car and driver settings.
pl: Ustawienia auta gracza i kierowcy.

source: Press a key, press a joystick button, move a joystick axis, move the mouse, or click a mouse button.
pl: Naciśnij klawisz, przycisk joystick, porusz osią joystick, porusz myszą lub kliknij przycisk myszy.

source: Prevents wheels from spinning during acceleration (driver aid).
pl: Zapobiega buksowaniu kół podczas akceleracji (pomoc kierowcy).

source: Previous Camera
pl: Poprzednia kamera

source: Quit
pl: Wyjdź

source: Quit VDrift.
pl: Wyjdź z VDrift.

source: Race
pl: Wyścig

source: Race / Cars
pl: Wyścig / Auta

source: Race / Starting Grid
pl: Wyścig / Pozycje startowe

source: Race / Starting Grid / Car
pl: Wyścig / Pozycje startowe / Auto

source: Race / Tracks
pl: Wyścig / Trasy

source: Race on this track backwards.
pl: Wyścig na trasie startując odwrotnie.

source: Racing Line
pl: Linia wyścigu

source: Ready
pl: Gotów

source: Rear View
pl: Widok tylni

source: Record Session
pl: Nagraj sesję

source: Record this game for a replay later.
pl: Nagraj tą grę do późniejszych powtórek.

source: Reflection Quality
pl: Jakość odbić

source: Reload GUI
pl: Przeładuj interfejs

source: Reload Shaders
pl: Przeładuj shader'y

source: Reload graphical user interface.
pl: Wczytaj ponownie interferjs urzytkownika.

source: Reload the vertex and fragment shader source files.
pl: Wczytaj ponownie pliki z kodem programów cieniujących.

source: Remote
pl: Zdalny

source: Replays
pl: Powtórki

source: Reset car after rollover.
pl: Resetuj auto po przewrotce.

source: Resolution
pl: Rozdzielczość

source: Restart
pl: Od nowa

source: Restart this game using the same car and track settings.
pl: Graj od nowa z tymi samymi ustawieniami auta i trasy.

source: Return to Options menu.
pl: Wróć do menu Opcji.

source: Return to previous menu.
pl: Wróć do poprzedniego menu.

source: Return to the Main menu.
pl: Wróć do menu głownego.

source: Return to the Race menu.
pl: Wróć do menu Wyścigu.

source: Return to the Updates menu.
pl: Wróć do menu Aktualizacji.

source: Return to the Updates page.
pl: Wróć do strony Aktualizacji.

source: Reverse
pl: Odwrotnie

source: Reverse Track
pl: Odwróć trasę

source: Reverse the force feedback, if necessary for your wheel.
pl: Odwóć sprzężenie siłowe kierownicy, jeśli potrzeba.

source: Right
pl: W prawo

source: Rollover Recover
pl: Przywrócenie po przewrotce

source: Saturation
pl: Nasycenie

source: Save changes and return to Controls menu.
pl: Zapisz zmiany i wróć do menu Wejście.

source: Save changes and return to Options menu.
pl: Zapisz zmiany i wróć do menu Opcji.

source: Save changes and return to the previous menu.
pl: Zapisz zmiany i wróć do poprzedniego menu.

source: Screen Shot
pl: Zrzut ekranu

source: Select
pl: Wybierz

source: Select Replay
pl: Wybierz powtórkę

source: Select car driver.
pl: Wybierz kierowcę auta.

source: Select car's hood camera.
pl: Wybierz kamerę z maski auta.

source: Select driver's view camera.
pl: Wybierz kamerę widoku kierowcy.

source: Select loose chase camera.
pl: Wybierz luźną kamerę podążającą.

source: Select next camera in the set.
pl: Wybierz następną kamerę w zestawie.

source: Select previous camera in the set.
pl: Wybierz poprzednią kamerę w zestawie.

source: Select rigid chase camera.
pl: Wybierz sztywną kamerę podążającą.

source: Select the replay to watch.
pl: Wybierz powtórkę do obejrzenia.

source: Set camera movement controls.
pl: Ustaw kontrole ruchu kamerą.

source: Set how good the SSAO looks during gameplay.
pl: Ustaw jak dobrze będzie wyglądać SSAO podczas gry.

source: Set how good the reflections looks during gameplay.
pl: Ustaw jak dobrze będą wyglądać odbicia w trakcie gry.

source: Set number of opponents. Zero to run a practice session.
pl: Ustaw liczbę przeciwników. Zero dla sesji praktycznej.

source: Set the anisotropic filtering level for textures.
pl: Ustaw poziom filtrowania anizotropowego dla tekstur.

source: Set the distance at which shadows become visible.
pl: Ustaw odległość do której cienie będą widoczne.

source: Set the full scene antialiasing level.
pl: Ustaw poziom antyaliazingu dla całej sceny.

source: Set the number of laps for a single race.
pl: Ustaw ilość okrążeń dla pojedynczego wyścigu.

source: Set the quality of shadow rendering.
pl: Ustaw jakość rysowania cieni.

source: Shadow Distance
pl: Dystans cieni

source: Shadow Quality
pl: Jakość cieni

source: Shadows
pl: Cienie

source: Shift Down
pl: Niższy bieg

source: Shift Up
pl: Wyższy bieg

source: Skip Backward
pl: Przeskocz wstecz

source: Skip Forward
pl: Przeskocz w przód

source: Slow down the application of button inputs on analogue controls.
pl: Zwolnij działanie przycisków dla analogowych wejść .

source: Small
pl: Małe

source: Some options will not take effect until the game is restarted
pl: Niektóre opcje nie mają efektu dopóki gra nie jest uruchomiona ponownie.

source: Sound
pl: Dźwięk

source: Sound Sources
pl: Źródła dźwięku

source: Sounds Volume
pl: Głośność dźwięków

source: Speed Units
pl: Jednostki prędkości

source: Speed sensitive Hi
pl: Czułość prędkości Wysoka

source: Speed sensitive Lo
pl: Czułość prędkości Niska

source: Start Engine
pl: Startuj silnik

source: Start Race
pl: Zacznij wyścig

source: Start Replay
pl: Zacznij powtórkę

source: Start a race using the selected car and track.
pl: Zacznij wyścig wybranym autem na trasie.

source: Start a race.
pl: Zacznij wyścig.

source: Start position
pl: Pozycja startowa

source: Starting Grid
pl: Rozstawienie startowe

source: Steer Left
pl: Skręć w lewo

source: Steer Right
pl: Skręć w prawo

source: Steering Speed Effect
pl: Efekt sterowania od prędkości

source: Steering Wheel
pl: Kierownica

source: TCS Toggle
pl: Przełącz TCS

source: Texture Size
pl: Wielkość tekstur

source: The analog clutch control can allow you to use an external clutch pedal.
pl: Wejście analogowego sprzęgła pozwala na użycie zewnętrznego pedału sprzęgła.

source: The free camera can be moved anywhere using the arrow keys.
pl: Wolna kamera może być poruszana dowolnie używając klawiszy strzałek.

source: The handbrake brakes only on the back wheels.
pl: Hamulec ręczny hamuje tylko tylne koła.

source: The higher the value on this setting, the more steering is limited as car speed increases.
pl: Im wyższa wartość tego ustawienia, tym bardziej ograniczone będzie sterowanie gdy prędkość auta rośnie.

source: The orbit camera swings around the car as the mouse moves.
pl: Kamera okrążająca kołysa dookoła auta zgodnie z ruchem myszy.

source: There was an error connecting to the VDrift data server.
pl: Wystąpił błąd przy połączeniu z serwerem danych VDrift.

source: There was an error when trying to play this replay.
pl: Wystąpił błąd przu próbie odtworzenia powtórki.

source: Tire
pl: Opona

source: Toggle fullscreen mode on and off.
pl: Przełącz tryb pełno ekranowy.

source: Toggle vertical synchronization on and off.
pl: Włącz lub wyłącz synchornizację pionową ekranu.

source: Tools
pl: Narzędzia

source: Track
pl: Trasa

source: Track Map
pl: Mapa trasy

source: Track Name
pl: Nazwa trasy

source: Track updates
pl: Aktualizacje tras

source: Tracks
pl: Trasy

source: Traction Control
pl: Kontrola trakcji

source: Transmission
pl: Skrzynia biegów

source: Trigger the control when the key is pressed or released?
pl: Wyzwól gdy klawisz jest naciśnięty czy puszczony?

source: Trigger when
pl: Wyzwól gdy

source: Turn the camera view downwards.
pl: Skręć widok kamery w dół.

source: Turn the camera view to the left.
pl: Skręć widok kamery w lewo.

source: Turn the camera view to the right.
pl: Skręć widok kamery w prawo.

source: Turn the camera view upwards.
pl: Skręć widok kamery w górę.

source: Type
pl: Typ

source: Up
pl: W górę

source: Update Successful
pl: Aktualizacja pomyślna

source: Update this track to the latest version.
pl: Aktualizuj tą trasę do ostatniej wersji.

source: Updates
pl: Aktualizacje

source: Updates / Cars
pl: Aktualizacje / Auta

source: Updates / Tracks
pl: Aktualizacje / Trasy

source: Updates / Update
pl: Aktualizacje / Odśwież

source: Use normal maps.
pl: Użyj map normalnych.

source: Vertical Sync
pl: Synchronizacja pionowa

source: Very High
pl: Bardzo wysokie

source: Very Low
pl: Bardzo niskie

source: View Distance
pl: Dystans widzenia

source: Visualise the steering and acceleration/braking on screen.
pl: Wizualizuj sterowanie i gaz/hamulec na ekranie.

source: Wheel
pl: Koło

source: Wide
pl: Szeroko

source: Yes
pl: Tak

source: You must update to the latest VDrift release.
pl: Musisz aktualizować VDrift do najnowszej wersji.

source: Zoom In
pl: Zbliż

source: Zoom Out
pl: Oddal

source: Zoom camera in.
pl: Zbliż kamerę.

source: Zoom camera out.
pl: Oddal kamerę.

source: gl2 basic
pl: gl2 podstawowy

source: gl2 deferred
pl: gl2 rozproszony

source: gl3 deferred
pl: gl3 rozproszony

source: hold value
pl: utrzymaj wartość

source: long
pl: długo

source: medium
pl: średnio

source: pressed
pl: naciśnięty

source: pulse once
pl: jeden puls

source: released
pl: puszczony

source: short
pl: krótko
